---
title: 
date: 2017-3-27 16:22
tags: []

---

欸，又是好久没来。发生了不少事啊...

昨天cmu的rd结果出了，我录了BXA，按惯例通知所有人，不出所料又get了一波attention。然后我就...有点惆怅。真的完全没有任何"长久以来的努力得到了回报"或者什么"梦想实现了"的成就感，这根本就不是我的梦想，哪来的什么实现？被叫大神，被介绍实习，被拉去采访... 可根本没什么实感，我哪里配得上了，我的存在感从来没有，我也不希望是以这种方式被撑起来的啊。

我一直都记得，自己去申计算机专业，是因为怕以后饿死在大街上啊。

我想以后把计算机学好了去挣一波钱再回学校重新学画画去。好好准备一段时间，然后去art center读娱乐设计。至少也要去FZD。

要不是因为缺钱，我才不会走到现在这步呢。唉，有钱真好。据说rr他女朋友家几十亿资产不读书也没关系直接从18岁开始养老....我就特想哭。从不愁学费的人怎么反而不学呢！不学把钱给我啊！我真的只想给自己交学费然后一直学下去。可是我连交学费的钱都快不够了，还得先学个赚钱的专业然后自己去挣真正想学的东西的学费。

我也是真的画得很痛苦。可又只要一闲下来就会不自觉地拿起画笔。这像什么呢，A爱我，我不爱A，我爱B，B不爱我。连我自己都好奇这剧情会怎么狗血下去。是不是该说我"至少还有人爱，已经很幸运了"... 唉，还有几个月我就要"嫁给他"了，我想在开学前一天我会哭的吧。其实现在已经在哭了。我或许会真的郑重其事地跟自己的画笔道别，即使我知道这只会是暂时的，因为终有一天我还会重新拿起画笔的。这可是我绳命里少有的执念啊，我这种人像是会轻易放下执念的吗？等着瞧吧。我这么相信自己的鸡汤的一个人是吧，有什么做不到的呢。给我十年，我不靠别人就靠我这个脑子这双手，三十岁之前一定把道路修正到自己想走的方向上去。

……

说是这么说，cs其实也没那么糟，只是没法带给我激情和热血罢了。没有美术课的现在，cs还荣幸成为我目前最喜欢的课没有之一呢，噗。

而且现在的专业组合真是蜜汁适合特别中二地搞事啊哈哈哈。在回归绘画之前就假装自己是个cyber艺术家？23333。这两天在城里乱逛拍了不少cyberpunk feel的素材(元素/材质)，太想念绘画的时候可以翻出来涂鸦一下什么的？是哦，就算不画画，也可以通过这双眼睛不断积累素材啊。等到时候重新拿起画笔的时候，思路就不一样了。

---
叮叮让我帮她写托福作文范文，稿酬是250软妹币，噗...... 受宠若惊，不过能赚点零花钱也好哈哈。之前还想过等自己攒够了钱去买msp，现在看来也用不上了。略略略，无所谓。等以后我需要的时候肯定又出更好的了，到时候再买呗。

---
我还发现自己真是特别能立flag。之前还信誓旦旦地说这辈子能不碰硬件就不碰硬件了，一转身又是亚克力雕刻机烙铁电线玩起来.... 不过EL wire真的好好玩！！！！霓虹灯连仿的都这么帅啊！！！想做好多好多的小牌子，这些小牌子真是把我identity的方方面面都包括了，拿去挂宿舍门口真是简单粗暴的自我介绍，哦不，self-portrait哇！！

前几个小牌子的背板都是用雕刻机做的，还为回学校就不能做了而惆怅了一会，结果我爸给我搞到了电钻烙铁插针硅胶线热缩管说让我带回学校去继续玩....噗。可以，这很我爸....（成本差不多就是托福作文的钱嘛2333。

好了我去想想下一篇作文咋写。今天争取再来一篇（希望不大orz）。



