---
title: 
date: 2017-4-11 14:30
tags: [cs]

---

又.....是好久没来了\_(:з」∠)_

回到了学校，继续在track做manager。真是不想去...我本该享受senior spring的嘤嘤嘤到底为什么要自己报名去打杂啊（。唯一的好处大概就是逼自己在春天到户外去呼吸新鲜空气了吧。或者拿着小本本去涂涂画画写个生什么的。昨天事情做完后沿着xcountry的路线散步，走到一条小溪边，觉得景色还蛮好看的就坐下来画了起来。中途沿这条路跑过去的人都表示被吓到哈哈哈哈突然看到路边有个人什么的。

这种惹人注目的事，只要有内心所爱之事作为动力，就丝毫不会犹豫啊。心中有爱是一件值得无比骄傲的事。

---

cyberpunk入坑越来越深啦，什么时候得去把神经漫游者看了，好尼玛难读，但是cyberpunk圣经不看怎么行！平时走在路上也会被繁忙城市中一些颓废的细节吸引，接触不良的霓虹灯，生锈的栏杆，被撕了又贴的小广告什么的。到周末一定要拿出小玩具来继续做elwire牌子才行！

很久以前在香港住了一晚上就有一种奇妙的感觉，曾经觉得有点害怕想要逃离，现在却被这氛围深深吸引，好想找机会重新去感受一次。唉，等我画画再厉害些吧，现在的我就算去取材回来了也画不出来啊... 现在我顶多在涂鸦的时候多尝试一些机械相关的元素？

啊真想系统地学... 啊真想去art center.... 以后会有机会的，会有机会的！等我去努力赚钱！

---


web design这个课有点意思哦，虽然教的东西都太简单了分分钟就能自学了超前去，但那些小作业也算是给了我一个去钻研的理由吧。之前的作业发现排版坑好深就去研究了一会然后现在找到个还不错的排版工具(bootstrap)，现在简单的box model都可以排了。

然后春假回来开始了javascript单元，第一节课回来就觉得有点意思，就去自学了DOM model（什么嘛这不跟unity差不多）。嗯，做简单的页游指日可待了。

上周末想办法把这个博客搬到了域名下的一个subdirectory里，又搞懂了怎么用git发布页面，这样这个域名就可以也放一些其它东西了哈哈，以后写出什么小游戏/互动页面可以直接发上去了！

为了以后的作业交上去时都能比默认排版稍微好看点儿，昨天和今天又弄了个css通用模板出来，以后简单的作业就可以直接套用了诶嘿。

然后我的下一个目标是研究p5和如何把它embed到任何页面的任何位置里，这样就可以用p5参与页面的设计了！啊~~~~好玩。

就这点程度的coding来说确实好玩的。这是谁的事...前端工程师？欸，技能树又点歪了\_(:з」∠)_ 不过也还是embrace any interest比较好吧。

---

最后，树英成长已交稿，还引出一个以前stalk过我微博的树英（新加坡女神）学妹... 让我感到奇妙的是，我一个二线垫底城市来的只会在微博牢骚的渣渣，被这么厉害的人关注，被她们叫学姐，某种意义上也是像cyberpunk一样有反差感在里面.... 是我真的已经通过美高这四年进步了，还是只是我虚幻的American dream呢？

要去track了，待会回来发树英成长。
