---
title: 
date: 2017-1-28 3:00
tags: []

---

啊 昨天去写树英成长去了... 真的要写了才发现以前很多以为自己想清楚了的细节其实并没有，导致写得还是卡壳。而且我最后选择cmu的理由，我以为自己想得够明白了，其实也是真的要写了才发现需要再确认一遍。最后定位在了 "因为我以后想要继续跨学科搞事情" 这个理由。嘛算了，都什么时候了，不该再纠结的。一切随缘吧。现在的结果确实是我能想到的最好的了。

那张第七龙神被画毁了，难过，而且是最显眼的胸前... 手绘的麻烦之处就在于，画下去的一笔就永远没法undo了，裙子胸前的白色被我错误地添了两笔结果就再也擦不掉... 唉，手绘好难。另一方面，那些手绘无比流弊的菊苣，他们要是板绘起来那不是要逆天，都不用改的，刷刷刷就画完了.... 传说中的手速就是这么来的吗（。

今天找到了之前在国内买的透明手机壳，欸我是不是可以啥时候手绘个啥来塞在里面？？

微博上看到老累在旧金山想买房子.... 不知道怎的老觉得我以后也会有这样的一天，就是活力不再这么足，折腾不动了，真的想安顿的时候。那时候要是发现好穷买不起房子的话我是不是就会后悔自己没有好好赚钱了= =。在插画领域，连老累都能遇到这种糟心事，何尝像我这种渣... 我是不是该庆幸没把自己往这条路上逼啊。

我一直在追寻自由，可等自由真的到手的时候，又拿着它不知所措。

无论是知识上，时间上，还是物质上的自由，都会让我遇到这种困境吧。

晚安。