---
title: 
date: 2017-1-25 1:28
tags: [完成图]

---

昨天没来。我干啥去了来着... 哦对，写树英成长。觉得这种面向同龄人的写法更适合发上来吧。那就等定稿了发上来，最后一次讲自己申请。有点腻了... 

昨天还因此没画画，只把仙伊布的图又调色来调色去。自己都不确定是否满意了。

今天没怎么画画，写英语paper去了。这是少有的好好写作业的日子啊.. 平时不写作业也不觉得时间浪费了，因为说实话我现在觉得花在画画上的时间比写作业的时间利用得合理多了。

---
<img 
src="https://s26.postimg.org/uye3fbedl/Full_Size_Render.jpg" 
style="
	float: left;
	max-width:400px;
	max-height:300px;
"/>

然后前天买的马克笔到货了，Tombow牌子的水性马克笔，我的妈好好用？！混色逆天啊ww感觉可以玩好多花样！在水彩纸上画简直棒。这是第一张，还不是很熟练，但也还行？同样的效果，在板子上画出来会觉得是一坨屎的，在纸上画出来也会觉得自己很叼欸。

然后又陷入了不知道画什么的困境中... 可以试试miku吧，下次顺便再尝试一下新发现的混色方法。

晚安！
<div style="clear:left;height:0;margin:0;padding:0;"></div>