---
title: 
date: 2017-5-7 23:42
tags: [完成图,cs]

---

<img 
src="https://s26.postimg.org/9tjcfrwcp/170505-fish-ice-170505.jpg" 
style="
	float: left;
	max-width:440px;
"/>

这是周五下午的摸鱼，三小时不到一点吧。没啥目的，没动脑子，只是拿起笔乱涂就很开心。几天不摸鱼会死，跟不呼吸会死一样的。

匹村这几天是真冷啊，简直跟图里一样，昨天夜里最低3度好像，说好的夏天呢....

---

明天考物理ap！最近一直刷题刷到有点疯疯癫癫了...今天盯着公式表上的单位，"Ampere! Kelvin! Mole! Hertz! Newton! Pascal! Joule! Watt! Coulomb! Volt! Ohm! Henry! Fahrrad... Oh I'm sorry I misspelled your name - Farad! And.. Tesla! Great. Everyone's here today. Let's begin our class!" 手动摊手- 这不是小学班级点名那是啥！哈哈哈哈哈，以及Fahrrad这个梗是过不去了。

今天下午实在不想看物理了就转去看网页设计课作业（用html,css,javascript写tic tac toe）。是个合作作业而且队友很靠谱的不用我在考物理前操心啥（他马上要去哥大计算机系），但我还是把直到下周末的份都写完了，说实话还有点意犹未尽...... 可能在内心深处我还是有一点点喜欢cs的吧。以后如果不得不靠这个混饭吃的话，或许也不会有最初设想的那么痛苦不堪。

回到物理刷题感想，学妹说一般人都选择题比free response错得多，然而我是反过来。。可能跟微积分有关系吧，我真的不记得多少微积分了啊，不像学妹才刚学完... free response里我几乎遇到微积分必跪，嗯.... 直到发现列定积分式子的思路不是跟写for loop一样的么！哈哈哈哈哈哈哈哈哈哈cs拯救我物理拯救我数学。记得当时学数学induction的时候就是当递归来理解的😂。

---

来都来了，扯点别的..

前天晚上跟芒果聊到通过写小程序撩妹，我说这怎么听起来像是我会对她用的套路23333。我就因此想起以前给某人做专属输入法皮肤，给他画画（虽然当时画得不堪入目）的事儿，说给芒果听，她说好甜，我又讲了好多跟他很甜的小事，芒果被萌得好激动，说你们当时明明是那么喜欢对方没有在一起好可惜。怎么说呢，那些一件件小事，客观来看来确实甜得不行，但是亲身参与其中的时候，又是真切地能感受到因为性格/地域/成长环境的不同所造成的隔阂，那种 "不属于同一个世界" 的感觉。结局是我的锅，当时觉得长痛不如短痛，现在过了这么久回看自己处理这事的方式，两个感想 1）短痛也不表示不痛啊\_(:з」∠)_ 无论对我还是对他。2）如果再给一次机会我还是会做同样的选择，只是得改善一下手段，要充分沟通，避免任何误解或者遗憾吧。

他后来找到了(我觉得比我配他得多一百倍的)学霸白富美女票，而我时间隔太久了感觉好像忘记了少女心为何物233333。近两年的变化让我越来越如校训所说的My heart is in the work（再自己补个下半句not in my flesh）。这里work感觉可以双关 "努力工作" 和 "作品" 。**牵动我心思的早就不是那些少女心事啦，能让我全力以赴，让我打心底里开心的，只有作品了。我爱它们如爱自己的娃，为了作品更好一些，我本人付出什么代价都行。所以现在成了个几乎没life的死宅nerd，把出去社交的时间都给了画画和折腾一些小玩意儿，但又时时刻刻都觉得幸福。经常调侃说 "我想嫁给我的数位板"，就是这个意思。**

~~成天只想着自己的事，如此自我中心，大概就是不去社交的后遗症之一吧LOL~~

滚去睡觉，晚安，祝我明天好运.... 本来可以去补一集权力的游戏的时间，就这么耗没了噗。