---
title: 
date: 2017-1-22 2:05
tags: [绘画]

---

早上的微信讲座还行吧。比尚老师请我去那次好不知道多少倍了。应听众要求发了几个阶段性的作品，那个神一般的雕塑没人评论，反而黑历史(窗台)被夸被发朋友圈，额呵呵呵呵果然大众审美是这样子的。讲之前还因为紧张而吃了一块巧克力蛋糕来着... 我真是一有压力就会想吃东西啊，难怪之前吃那么多，难怪现在大部分时候能控制住自己不吃太多了23333。

然后我去给仙伊布打了色彩草稿。然后brunch，然后又睡了两小时，然后滑冰，然后在房间热昨天的leftover做晚饭，然后回来把仙伊布描了线，然后看了Arrival，然后被那部电影震撼到了0A0

* 由于时间悖论需要避免，如果人能预知未来的话，自由意志就不存在了。
* 与其说父母离异这件事本身对孩子影响很大，不如说是父母离异在一个圈子或文化中所象征的意义对孩子的影响很大。
* 思绪在被整理成语言之前没有时间顺序的分别，我同时在想所有内容，又什么也没有在想。但是这样纠结漂亮的想法在被写下来的时候就失去它还是思绪时的漂亮之处了。
* 为什么不找个画画的人去试着用画作跟外星人交流呢！涂鸦应该比语言好懂的吧...？
* 语言学也是个以前都从没关注过的领域，现在稍微了解才发现似乎也挺有趣的。所以小孩子以后会走的方向无论如何也都是他/她在人生早期接触过的方向。

---
<img 
src="https://s26.postimg.org/v59pi003t/170113_sylveon_psd_37_7_Layer6_RGB_8_Phot.png" 
style="
	float: left;
	max-width:300px;
	max-height:400px;
"/>

如之前所说，今天画起了仙伊布。这是进度。

作画顺序跟月亮伊布那张差不多，都是线条草稿-色彩草稿-线稿-把各部分从草稿颜色层分离出来上色。区别在于上次纯粹的厚涂，这次打算让画面颜色就这么淡，重色靠保留的线稿压。在没有线稿的地方色块区分还可以靠色相变化（脚下的彩虹/气泡部分），相邻的颜色变化150度的样子，但是因为都是高亮度低纯度，不会太刺眼。

总体用色还是幻想系，噫我明明做好研读写实系色彩书的准备了结果到自己动笔的时候色彩更加幻想了....

反正加油画吧。有起色了，烧脑工作完成大半了，接下来应该会顺利得多了。
<div style="clear:left;height:0;margin:0;padding:0;"></div>