---
title: 
date: 2017-7-30 0:44
tags: []

---

继续关于暑假的叨叨。后来我没有学os开发而是走老路用processing写了那个单词应用。目前词汇录入还是要靠手动，超累。如果还能有机会继续它的话，大概可以考虑写个配套的爬虫，去网络辞典上爬词下来了。

日语学完了初级上。最后考的JTEST模考拿了384，据说是这老师教过的学完这册的学生考的最高的了.... 呃。囧，其实我自己看来原因是这几个。首先我语言考试的经历实在是太多太多了，蒙题啊揣测出题人心理啊啥的水平都比一般人强了吧。其次对我来说考前突击一下已经是条件反射了（因为我大部分考试都是靠突击出来的....惭愧），即使这个考试除了用来撑起骄傲之外没有任何意义。现在的日语水平还是一团糟，词汇和语法在脑中的储备都属于 "知识" 而不是 "条件反射" ，造句要想半天，对话根本说不出口。几个字总结，门都没入。唉。

暑假的几个饭局... 除了家庭聚会之外都挺愉快的。谈的基本都是我们这一辈的成就和将来，无论出国与否，我们高中都没轻松，现在也基本都如愿以偿考到好学校，学了喜欢的专业了。家长们也都很认可我们的努力和现阶段的成功，并理解这些付出都是为追逐梦想或者更好的将来而必须做的准备，是我们心甘情愿，并以此为自己骄傲的。

嗯，除了家庭聚会。唉，亲戚都是些什么人啊，宁愿缩在四五线城市享乐至死也不愿意出去走走看看提升自己或者做点贡献，对 "在世界上留下点什么" 的理解也停留在留下点基因的层次。凭我不找男朋友就认定我失败，凭我没有什么娱乐生活就认定我太苦了很可怜。你们凭什么。偏偏一家家又都那么有钱..... 唉，是什么rp让我生在最缺钱的一家啊。不过，如果爸妈真的可以给我最好的物质生活但不认同追求自我提升的话，我应该会更郁闷才对。哦不，我就会跟他们一样从小合群安于现状了，哪还会想这么多哦。总之，感谢爸妈把我推出了这个世代安居乐业的边疆小圈子，倾尽全力把我推了出去。至少我还有希望去做点别的事。

....然后就没啥了。拿助教工资买了心水好久的钢笔。然后就开学啦，期待又害怕，对未来的无限大的幻想新开一篇再写吧。

