---
title: 
date: 2017-1-17 13:24
tags: [绘画]

---

现在没课~ 于是之前那个三天的周末我啥作业都没做，只能趁今早和今天课间赶紧补... 英语课还有100多页的阅读我已经放弃，理论上应该现在赶紧补的，但是还有50分钟才上课呢我为什么要这么早就开始补（网上找的梗概）呢！哈哈哈哈哈哈。我没救了。现在这个时间哦，要是好好做作业的话反而会觉得自己在不务正业，我有那么那么那么多想学的东西，为什么要优先照顾学校教的这么无聊的呢？【这逻辑好有道理哈哈哈

另，发现一个人的音乐品味跟小时候接触得多的音乐题材相关性很大啊。原来我现在喜欢不少带民族调的音乐不是巧合哇。而且还不光是中国民乐，任何民乐都戳我，哪怕是歌颂架空民族的调子。有学妹从小父母喜欢戏曲经常唱经常带她听，她就现在也会喜欢带戏腔的曲子。不知道这样的影响有没有影响到人其它方面的审美呢，比如要是假设民乐都倾向于描绘朴实生活的话，我会不会因此受影响，在其它艺术形式中也倾向于喜欢类似题材呢？

不对，我喜欢上艺术这点就或多或少受从小音乐给我的影响了吧... 

---

<p>2:39am</p>

我突然有了理不完的想法，说不完的话，感觉要是就这么抱着电脑写博客的话，我可以写一整天，就像跟老朋友聊天一样自然。在lofter总是给自己压力"要写出有头有尾有主题的文章"，在微博总是为刷了大家的屏感到愧疚，在真正的日记本上又因为写字太慢而经常懒得动笔。现在好了，在这个好比被人随手仍在大街上的笔记本一样，任何人都可以来看又任何人都没有理由来看的地方，我终于可以放松吐我的槽了。

<img 
src="https://s26.postimg.org/7jmtho51l/f51ad3bd77f846696d74d1191f0e7fce.png" 
style="
	float: left;
	max-width:300px;
	max-height:300px;
"/>

刚才电脑屏幕暗下去就看到屏幕里反射出的自己，我就觉得这头部轮廓... 好眼熟？哦！这不是像艾琳吗！原来不久前剪的短发让我无意中cos了她啊www。于是就大概画了一下，左边是我，右边是艾琳，这头部轮廓的相似度果然无法被忽视是吧！

说起来这段时间画画又懒了啊，想起去年11月那阵子每天从放学到睡觉不干别的就一个劲钻研某个东西怎么画的那股干劲，就更觉得现在的自己要加油了。而且更可怕的事实是一段时间不画什么东西的话忘记得超快。比如艾琳，当时熟悉到随手就能甩出一个大头不用擦的，刚刚为了画这么个示意图还翻出人设来照着改五官比例... 再比如之前研究过的烟雾的画法，鸟类的骨骼和轮廓啥的，也忘得差不多了吧，惭愧。

争取每天画点什么小玩意儿发上来吧，哪怕只是个大头或者pokemon什么的也比什么都没有要强。

好了，晚安。
<div style="clear:left;height:0;margin:0;padding:0;"></div>