---
title: 
date: 2017-1-20 2:39
tags: [绘画]

---

可怕，说是今天要画点什么的结果改改改那个演讲稿一晚上又过去了（。4500多字，诚意如我，流水账一般地耐着性子讲一遍故事.... 

今天一天都困到死，白天又没free给我补觉，要疯了。  
开心的事就是新来这个德语老师似乎对艺术挺感兴趣，在讲德国历史的时候经常穿插着艺术的发展讲。第一次听她说到包豪斯的时候我就整个人都激动到抖动啊，今天她又给我们看了柏林墙上的涂鸦艺术... 可以，这个老师很是我的菜。

今天放学后在艺术社又遇到那个蜜汁学妹...  
她：rain你今年作品获奖了没？都拿了些什么奖？  
我：嗯。两个金一个银。  
她：哦，我什么都没拿到。  
我：...哦。不过对艺术的评判本来就挺主观的不用太在意。  
她：有人画了8分钟的东西交上去就银奖了，我画了一个星期的什么奖都没有。  
我（内心）：......哦。所以呢...  
摊手。妹子你对自己审美还真是自信满满啊。

---
来正经的。发昨天的图。

<img 
src="https://s26.postimg.org/6fg6sdifd/170112_fish_birds_psd_79_7_Layer5_RGB_8_P.png" 
style="
	float: left;
	max-width:107%;
"/>

这个是复习画鸟。骨架懒得全部重新总结了，主要分析了外表能看到的部分，要注意的点都在图上标注(乱起名字)了。感觉这样在没有需求的情况下光学习意义没有那么大，忘记得也超快，不过存个档的话以后等需要了回来复习会比现学快一点？

<img 
src="https://s26.postimg.org/9c37sno95/170105_fish_psgirl_psd_57_9_Layer13_RGB_8.png" 
style="
	float: left;
	max-width:107%;
	max-height:350px;
	width:auto;
"/>

左边是真·随手涂鸦....

<img 
src="https://s26.postimg.org/em86jy8i1/170105_fish_psgirl_psd_86_1_Layer13_RGB_8.png" 
style="
	float:left;
	margin-left:0;
	max-height:200px;
	width:auto;
"/>

然后这个莉莉艾头尝试了新的画法：铺（挺单一的）底色，新开正片叠底图层用不透明笔刷像画SLL那样涂出暗部和阴影，接着锁定阴影层形状，用不同的色彩丰富阴影层的颜色。最后模糊不必要的边界然后点白色高光。

这种画法好像确实比硬涂省时省力，只是暂时不知道怎么运用到比较大的完整的图里... 

啊，我困。去睡了。世界晚安。
<div style="clear:left;height:0;margin:0;padding:0;"></div>