---
title: 
date: 2017-4-16 18:54
tags: [手工,cs]

---

我来啦啦啦⭐️

<img 
src="https://s26.postimg.org/ycdznk58p/File_000_2.jpg" 
style="
	float: left;
	max-width:300px;
	max-height:300px;
"/>

昨天终于从行李箱里把冷光线牌子都拿出来了，再不动手做点啥那不是工具都白带来了orz。刚开始没找到还以为被海关收了，吓死啦.... 还好没事，还好没事。

本来要去把食梦居牌子给芒果寄出的，然而staples关门了- -。其他人还在waterworks看电影，我无聊就在周围走了走。那时候大概是下午7-8点，太阳还没落下去，天气又好，晚风吹着点儿，真的好~惬意~啊~~~ 时间就这么定格也没关系的，我觉得在这样的天气里我可以永远散步下去。

这当然不是我第一次在这里散步，只不过以前太忙了，去到哪里都一分钟也不敢停留，觉得如果享受了当下的时光就会让未来变得痛苦。而现在不一样了，到美国来攒了这么好几年的幸福就是为了现在而存在的，我慢悠悠地走着吹着风，欣赏着路边的霓虹灯，看着同样享受着当下美好的十来岁小朋友，真的好想穿越时空去抱住当时那么久一直都那么努力的自己... 

<img 
src="https://s26.postimg.org/4ofc2ddah/File_001_(2).jpg" 
style="
	float: left;
	max-width:200px;
	max-height:200px;
"/>

<img 
src="https://s26.postimg.org/z4l90hytl/File_002_(2).jpg" 
style="
	float: left;
	max-width:200px;
	max-height:200px;
	margin-left:0;
"/>

<img 
src="https://s26.postimg.org/v6tdxcmmh/File_000_(3).jpg" 
style="
	float: left;
	max-width:200px;
	max-height:200px;
	margin-left:0;
"/>

（霓虹灯真的好帅啊好帅啊好帅啊，我可以盯这种东西盯一天... 要是我会做霓虹灯就好了QAQ。去查了下网上定制霓虹灯的价格，好贵qwq。唉，等我以后有钱了去搞一个来挂宿舍（。在那之前就先继续拿elwire玩着过过手瘾\_(:з」∠)_

哦对了后来又试了半天终于找到了遮光好又牢固的涂层方法，一层丙烯+一层绝缘。麻烦还是有点，起码质量过关。已经涂好下两个牌子，找时间可以继续穿线把它们做出来了。其实最简单粗暴的办法还是直接用黑色亚克力板做背板，唉我当时为啥用的透明来着？脑子有坑\_(:з」∠)_

<div style="clear:left;height:0;margin:0;padding:0;"></div>

---

叮叮让我写的托福作文我写到9/10篇了…还剩一篇...... 争取今晚产出来\_(:з」∠)\_。啊痛苦。这种东西半小时根本写不完好伐！本来就不爱写东西了，大学文书都是三五天才能艰难地产一篇的，啊我还真的写到了快10篇，零花钱真是赚得不容易.... 结果一部分零花钱已经被我拿去买了kindle了，剩下也暂时不够我干啥了... 啊我要赚钱我要花自己赚的钱\_(:з」∠)_.........

说到钱，之前阿姨说微软有给大一大二学生实习机会，"说不定下个暑假就又能在西雅图见到我了" 什么的... 一开始的反应就是卧槽大一实习泥煤我要去浪。现在想来卧槽不对我要实习我要钱啊啊啊。明年我要去申请实习QAQ！我要去抱微软大腿我要去西雅图玩我要钱QAQ......

....讲真，可能最后还是会走上漫漫码农路。当然前提还是我要变流弊...。现阶段在高中学不到啥我不写作业不想听课就算了，等到了cmu一定尽全力做乖宝宝抱学校大腿，以后找工作赚钱钱还要靠学校粑粑罩我。

没写够，预定的时间到了我先去做点别的事。待会回来再发图+继续唠嗑。