---
title: 
date: 2017-1-16 18:51:00
tags: [完成图,cs]

---

我来试试发图: 随便丢个摸鱼了吧。

<img 
src="https://s26.postimg.org/oxt9kpy15/161202_fish_water_zinnia_psd_85_2_Layer15_R.png" 
style="
	float: left;
	max-width:300px;
	max-height:400px;
"/>

这时候如果我继续在这里打字的话字就会在图片的右边~ 折腾了一下午终于学会编辑成这样的样式... 以证明虽然主题用的是别人的，但这几天的html和css没有白学吧~

那现在基本上该搭建的都搭建完，可以正式发东西了吧，不过就是中文字体好像还是没法快速加载出来，可能也是字体库的问题，今天先不弄了，还有一堆作业orz。总之其它小细节就以后慢慢修正好了。

还想在这个地方折腾的玩意儿比如... 如何插入p5.js，如何每个post用不同的layout等等，都是可以以后慢慢研究的玩意儿，啊~~~ 像是刚买了房子开始装修一样，好兴奋啊~

深夜补充：其实我后来又花了点时间优化手机上的显示，也发现了更多可以自定义的内容，啊~~又有更多可以玩的了。但是，首先，我得去把作业写了...
<div style="clear:left;height:0;margin:0;padding:0;"></div>